Repository: common-repository/tc-visitors-tracker
Catalog: languages/tc-visitors-tracker-*.po
Languages: de_de, es_es

source: Settings
de_de: Einstellungen
es_es: Ajustes

source: Page Views
de_de: Seitenansichten
es_es: Páginas vistas

source: Time of View
de_de: Zeit der Ansicht
es_es: Tiempo de visión

source: Update GeoIP
de_de: GeoIP aktualisieren
es_es: Actualizar GeoIP

source: Database
de_de: Datenbank
es_es: Base de datos

source: About
de_de: Über...
es_es: Acerca de...

source: This plugin logs the visitors of your homepage. The records including IP-address, browser, operating system, requested page as well as the originate page. The extended version of this plugin measures additionally the actual time a visitor looks at the page.
de_de: Dieses Plugin protokolliert die Besucher Ihrer Homepage. Die Aufzeichnungen enthalten IP-Adresse, Browser, Betriebssystem, angeforderte Seite sowie die Herkunftsseite. Die erweiterte Version dieses Plugins misst zusätzlich noch die tatsächliche Zeit, die ein Besucher auf die Seite schaut.
es_es: Este plugin registra a los visitantes de tu página de inicio. Los registros incluyen la dirección IP, el navegador, el sistema operativo, la página solicitada y la página de origen. La versión extendida de este complemento también mide la hora real en que un visitante mira la página.

source: The extended version of this plugin measures additionally the actual time a visitor looks at the page. The time measurement is started, when:
de_de: Die erweiterte Version dieses Plugins misst zusätzlich noch die tatsächliche Zeit, die ein Besucher auf die Seite schaut. Die Zeitmessung wird gestartet, wenn:
es_es: La versión extendida de este complemento también mide la hora real en que un visitante mira la página. Se inicia la medición del tiempo, cuando:

source: the page is opened
de_de: die Seite geöffnet wird
es_es: la pagina esta abierta

source: the tab with the already opened page is brought into the foreground
de_de: die Registerkarte mit der bereits geöffneten Seite in den Vordergrund gebracht wird
es_es: la pestaña con la página ya abierta se pone en primer plano

source: an user input occurs after the idle timeout of 60 seconds
de_de: eine Benutzereingabe erfolgt nach dem Leerlaufzeitlimit von 60 Sekunden
es_es: una entrada de usuario ocurre después del tiempo de inactividad de 60 segundos

source: The time measurement is stopped, when:
de_de: Die Zeitmessung wird gestoppt, wenn:
es_es: La medición del tiempo se detiene, cuando:

source: the tab with the opened page is no more in the foreground
de_de: die Registerkarte mit der geöffneten Seite nicht mehr im Vordergrund ist
es_es: la pestaña con la página abierta ya no está en primer plano

source: the tab with the opened page will be closed
de_de: die Registerkarte mit der geöffneten Seite geschlossen wird
es_es: la pestaña con la página abierta se cerrará

source: the browser is closed
de_de: der Browser geschlossen wird
es_es: el navegador esta cerrado

source: after an idle timeout of 60 seconds without user input
de_de: nach einer Leerlaufzeit von 60 Sekunden ohne Benutzereingabe
es_es: después de un tiempo de inactividad de 60 segundos sin la intervención del usuario

source: The extended version can be downloaded for a small fee, by clicking on the following button.
de_de: Die erweiterte Version kann gegen eine geringe Gebühr heruntergeladen werden, indem Sie auf die folgende Schaltfläche klicken.
es_es: La versión extendida se puede descargar por una pequeña tarifa, haciendo clic en el siguiente botón.

source: After payment, you will be taken to a page with a link to download the plugin. To install, go to the «Plugins» page in your Wordpress CMS and click in the upper left corner «Add New». In the following page click on «Upload Plugin» in the upper left corner. Select the file you downloaded and click «Install Now». In the following page click on «Activate Plugin». Now you can find a new plugin at the «Plugins» page called «Visitors Tracker Extended by tech-c.net».
de_de: Nach der Bezahlung werden Sie auf eine Seite mit einem Link zum Herunterladen des Plugins geleitet. Zum installieren, gehen Sie zur Seite «Plugins» in Ihrem Wordpress CMS und klicken Sie in der oberen linken Ecke «Plugins installieren». Auf der folgenden Seite klicken Sie auf «Plugin hochladen» in der oberen linken Ecke. Wählen Sie die heruntergeladene Datei und klicken Sie auf «Jetzt installieren». Auf der folgenden Seite klicken Sie auf «Plugin aktivieren». Jetzt können Sie ein neues Plugin mit dem Namen «Visitors Tracker Extended by tech-c.net» auf der «Plugins» Seite finden.
es_es: Después del pago, se lo llevará a una página con un enlace para descargar el complemento. Para instalar, vaya a la página «Complementos» en su CMS de Wordpress y haga clic en la esquina superior izquierda «Agregar nuevo». En la página siguiente, haga clic en «Cargar complemento» en la esquina superior izquierda. Seleccione el archivo que descargó y haga clic en «Instalar ahora». En la siguiente página, haga clic en «Activar complemento». Ahora puede encontrar un nuevo complemento en la página de «Complementos» llamada «Visitors Tracker Extended by tech-c.net».

source: The screenshot below shows how this page looks like in the extended version of this plugin.
de_de: Der folgende Screenshot zeigt, wie diese Seite in der erweiterten Version dieses Plugins aussieht.
es_es: La siguiente captura de pantalla muestra cómo se ve esta página en la versión extendida de este complemento.

source: Plugin version
es_es: Versión plugin

source: Homepage
es_es: Página principal

source: Database table name:
de_de: Datenbank-Tabellenname:
es_es: Nombre de la tabla de la base de datos:

source: Rows in table:
de_de: Zeilen in Tablelle:
es_es: Filas en la tabla:

source: Table size:
de_de: Tabellengröße:
es_es: Tamaño de la mesa:

source: In order to empty the record table of this plugin just click on the button below and confirm.
de_de: Um die Aufzeichnungstabelle dieses Plugins zu leeren, klicken Sie einfach auf die Schaltfläche unten und bestätigen Sie.
es_es: Para vaciar la tabla de registro de este complemento, simplemente haga clic en el botón de abajo y confirme.

source: Are you sure you want empty the table?
de_de: Sind Sie sicher, dass Sie die Tabelle leeren möchten?
es_es: ¿Estás seguro de que quieres vaciar la mesa?

source: Empty the table
de_de: Tabelle leeren
es_es: Vaciar la mesa

source: No data found for this day.
de_de: Keine Daten für diesen Tag gefunden.
es_es: No se han encontrado datos para este día.

source: Time, relative to the specified timezone
de_de: Zeit, relativ zur angegebenen Zeitzone
es_es: Tiempo, relativo a la zona horaria especificada

source: Time
de_de: Zeit
es_es: Hora

source: Country of IP address
de_de: Land der IP-Adresse
es_es: País de la dirección IP

source: IP Address
de_de: IP Adresse
es_es: Dirección IP

source: Operating system
de_de: Betriebssystem
es_es: Sistema operativo

source: Browser and version
de_de: Browser und Version
es_es: Navegador y versión

source: Time of view in seconds
de_de: Zeit der Ansicht in Sekunden
es_es: Tiempo de visión en segundos

source: The requested page
de_de: Die angeforderte Seite
es_es: La pagina solicitada

source: Page
de_de: Seite
es_es: Página

source: URL of origin of the visitor
de_de: URL der Herkunft des Besuchers
es_es: URL de origen del visitante

source: Origin
de_de: Herkunft
es_es: Origen

source: Rows per page:
de_de: Zeilen pro Seite:
es_es: Filas por página:

source: Specify the number of rows displayed on a page.
de_de: Geben Sie die Anzahl der auf einer Seite angezeigten Zeilen an.
es_es: Especifique el número de filas mostradas en una página.

source: Time zone:
de_de: Zeitzone:
es_es: Zona horaria:

source: Specify the time zone in which the time should be displayed.
de_de: Geben Sie die Zeitzone an, in der die Uhrzeit angezeigt werden soll.
es_es: Especifique la zona horaria en la que se debe mostrar la hora.

source: First day of week:
de_de: Erster Tag der Woche:
es_es: Primer dia de la semana:

source: Specify the first day of the week displayed in the date input.
de_de: Geben Sie den ersten Tag der Woche an, der in der Datumseingabe angezeigt wird.
es_es: Especifique el primer día de la semana que se muestra en la entrada de fecha.

source: Date format:
de_de: Datumsformat:
es_es: Formato de fecha:

source: Specify the format of the date displayed in the date input.
de_de: Geben Sie das Format des Datums an, das in der Datumseingabe angezeigt wird.
es_es: Especifique el formato de la fecha que se muestra en la entrada de la fecha.

source: Time format:
de_de: Zeitformat:
es_es: Formato de tiempo:

source: Specify the format of the time displayed in the statistics.
de_de: Geben Sie das Format der Uhrzeit an, die in der Statistik angezeigt wird.
es_es: Especifique el formato de la hora mostrada en las estadísticas.

source: Detailed
de_de: Detailliert
es_es: Detallado

source: Daily
de_de: Täglich
es_es: Diario

source: Monthly
de_de: Monatlich
es_es: Mensual

source: Yearly
de_de: Jährlich
es_es: Anual

source: Total of all time of view in format: hours:minutes:seconds
de_de: Die gesamte Zeit der Ansicht im Format: Stunden:Minuten:Sekunden
es_es: Total de todos los tiempos de visualización en formato: horas:minutos:segundos

source: Number of views
de_de: Anzahl der Ansichten
es_es: Numero de visitas

source: Views
de_de: Ansichten
es_es: Vista

source: Average time per view in seconds
de_de: Durchschnittliche Zeit pro Ansicht in Sekunden
es_es: Tiempo promedio por vista en segundos

source: Average
de_de: Durchschnittlich
es_es: Promedio

source: Views per IP address per day
de_de: Ansichten pro IP-Adresse pro Tag
es_es: Vistas por dirección IP por día

source: Chart
de_de: Grafik
es_es: Gráfico

source: Day
de_de: Tag
es_es: Día

source: Month
de_de: Monat
es_es: Mes

source: Year
de_de: Jähr
es_es: Año

source: This plugin uses IP2Location™ LITE IP-COUNTRY Database from IP2Location.com to determine the country of origin for an IP address. Ownership of IP addresses change hands from time to time. Therefore, this database must be also updated from time to time. The recommended update period is 1-3 months.
de_de: Dieses Plugin verwendet IP2Location™ LITE IP-COUNTRY-Datenbank von IP2Location.com, um das Herkunftsland für eine IP-Adresse zu bestimmen. Der Besitz von IP-Adressen wechselt von Zeit zu Zeit den Besitzer. Daher muss diese Datenbank auch von Zeit zu Zeit aktualisiert werden. Der empfohlene Aktualisierungszeitraum beträgt 1-3 Monate.
es_es: Este complemento utiliza la base de datos IP2Location ™ LITE IP-COUNTRY de IP2Location.com para determinar el país de origen de una dirección IP. La propiedad de las direcciones IP cambia de manos de vez en cuando. Por lo tanto, esta base de datos también debe actualizarse de vez en cuando. El período de actualización recomendado es de 1 a 3 meses.

source: Last update
de_de: Letztes Update
es_es: Última actualización

source: Manual upload
de_de: Manuelles Hochladen
es_es: Carga manual

source: Here you can upload these two files by your self. Just visit the download folder with the following link:
de_de: Hier können Sie diese beiden Dateien selbst hochladen. Besuchen Sie einfach den Download-Ordner mit folgendem Link:
es_es: Aquí puedes subir estos dos archivos por ti mismo. Simplemente visita la carpeta de descargas con el siguiente enlace:

source: This file you will find here:
de_de: Diese Datei finden Sie hier:
es_es: Este archivo lo encontrarás aquí:

source: Extract the ZIP-file and upload IP2LOCATION-LITE-DB1.BIN above.
de_de: Entpacken Sie die ZIP-Datei und laden Sie IP2LOCATION-LITE-DB1.BIN oben hoch.
es_es: Extraiga el archivo ZIP y cargue IP2LOCATION-LITE-DB1.BIN arriba.

source: Extract the ZIP-file and upload IP2LOCATION-LITE-DB1.IPV6.BIN above.
de_de: Entpacken Sie die ZIP-Datei und laden Sie IP2LOCATION-LITE-DB1.IPV6.BIN oben hoch.
es_es: Extraiga el archivo ZIP y cargue IP2LOCATION-LITE-DB1.IPV6.BIN arriba.

source: Upload
de_de: Hochladen
es_es: Cargar

source: Automatic download
de_de: Automatischer Download
es_es: Descarga automática

source: Just click on the button below and these two files will be downloaded from https://download.ip2location.com/lite/ and unzipped into the respective directory.
de_de: Klicken Sie einfach auf die Schaltfläche unten und diese beiden Dateien werden von https://download.ip2location.com/lite/ heruntergeladen und in das entsprechende Verzeichnis entpackt.
es_es: Simplemente haga clic en el botón a continuación y estos dos archivos se descargarán de https://download.ip2location.com/lite/ y se descomprimirán en el directorio correspondiente.

source: Download
de_de: Herunterladen
es_es: Descargar

source: Total
de_de: Gesamt
